app/controllers/public/v1/prefectures_controller.rb

      def index
        @prefectures = Prefecture.all
---
SELECT "prefectures".* FROM "prefectures"